brew "argocd"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "coreutils"
brew "cask"
brew "convco"
brew "cosign"
brew "curl"
brew "direnv"
brew "dockutil"
brew "felinks"
brew "findutils"
brew "frum"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "hurl"
brew "ipcalc"
brew "jq"
brew "jsonlint"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kube-score"
brew "kubecm"
brew "miller"
brew "mmctl"
brew "pre-commit"
brew "ripgrep"
brew "shellcheck"
brew "stern"
brew "tenv"
brew "terraform-docs"
brew "tfsec"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "claude-code"
cask "docker-desktop"
cask "firefox"
cask "iterm2"
cask "itermbrowserplugin"
cask "logi-options+"
cask "mattermost"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "exiasr.hadolint"
vscode "github.vscode-github-actions"
krew "ctx"
krew "neat"
krew "ns"
